{
  "education": [
    {
      "degree": "B.A. in Chemistry",
      "institution": "The University of North Carolina at Chapel Hill",
      "dates": "2013 - 2017"
    },
    {
      "degree": "B.A. in Hispanic Linguistics",
      "institution": "The University of North Carolina at Chapel Hill",
      "dates": "2013 - 2017"
    }
  ],
  "email": "allisonjcarr7@gmail.com",
  "experience": [
    {
      "title": "Greenhouse Technician",
      "company": "Ohalo Genetics",
      "location": "Mills River, NC",
      "dates": "Apr 2024 - Present",
      "description": [
        "Interpret collected data to assess plant health and pollination success rates, utilizing this information to optimize care strategies.",
        "Systematically recorded key metrics (such as pollen collection and plant growth stages) to ensure accurate monitoring and data-driven decisions."
      ]
    },
    {
      "title": "Production and Market Coordinator",
      "company": "Serotonin Ferments",
      "location": "Marshall, NC",
      "dates": "Sept 2022 - Dec 2023",
      "description": [
        "Proven analytical skills in optimizing production processes, specializing in fermentation techniques, with a data-driven approach to enhance product quality and consistency.",
        "Experience in independent operations management, using data to track product sales, customer preferences, and inventory trends to optimize performance at a farmers market booth.",
        "Adept at maintaining compliance and quality standards, using measurable metrics to ensure hygiene, equipment upkeep, and operational excellence."
      ]
    },
    {
      "title": "Engineering Intern",
      "company": "HomePrep",
      "location": "Remote",
      "dates": "2019-2021",
      "description": [
        "Helped with client data collection and generating csv files for marketing lists using Python, Google Sheets, Excel and more.",
        "Assisted feature development on a Python/Vue.js web application.",
        "Wrote copy for website pages, help articles and marketing campaigns."
      ]
    }
  ],
  "name": "Allison Carr",
  "title": "Aspiring Data Scientist | Driven by Curiosity, Powered by Data",
  "location": "Fletcher, NC",
  "github": "https://github.com/Allisonjcarr",
  "linkedin": "https://www.linkedin.com/in/allisonjcarr/",
  "skills": [
    "Python",
    "SQL",
    "Tableau",
    "Metabase",
    "FastAPI",
    "HTML",
    "CSS",
    "JavaScript"
  ],
  "summary": "I am a versatile professional with a diverse background across various industries. My experience spans manufacturing and agricultural management, where I honed skills in process optimization, data collection, and market strategy. Now focused on data analytics, I leverage my problem-solving abilities to transform raw data into actionable insights that drive business improvements. As a quick learner and highly adaptable individual, I excel in dynamic business environments, from small hands-on operations to larger organizations, and am passionate about using data to uncover opportunities for growth and efficiency."
}

